const String tasksJson = '''{
  "Новичок": {
    "Задача1": {
      "details": [
        {"title": "Анализ угроз"},
        {"text": "Определение основных угроз на предприятии\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nДополнительная информация:"},
        {"widget_white_none": "Доклад по угрозам предприятия"}
      ],
      "isSolved": false,
      "level": 0
    },
    "Задача2": {
      "details": [
        {"title": "Оценка рисков"},
        {"text": "Методы оценки производственных рисков\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nМетодология оценки:"},
        {"widget_white_none": "Стандарт оценки рисков"}
      ],
      "isSolved": true,
      "level": 0
    }
  },
  "Средний": {
    "Задача3": {
      "details": [
        {"title": "Составление плана мер"},
        {"text": "Разработка плана снижения рисков\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nПлан действий:"},
        {"widget_white_none": "Проект плана мер"}
      ],
      "isSolved": false,
      "level": 1
    },
    "Задача4": {
      "details": [
        {"title": "Анализ текущих процессов"},
        {"text": "Изучение существующих процессов производства\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nОписание процесса:"},
        {"widget_white_none": "Отчет об анализе процессов"}
      ],
      "isSolved": false,
      "level": 1
    }
  },
  "Профи": {
    "Задача5": {
      "details": [
        {"title": "Внедрение автоматизации"},
        {"text": "Автоматизация ключевых этапов\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nИнструкция по внедрению:"},
        {"widget_white_none": "Руководство по автоматизации"}
      ],
      "isSolved": false,
      "level": 2
    },
    "Задача6": {
      "details": [
        {"title": "Анализ угроз информационной безопасности"},
        {"text": "Оценка рисков ИБ\\n\\nНеобходимые документы:"},
        {"widget_grey_passport": "Паспорт гражданина РФ"},
        {"text": "\\n\\nРекомендации:"},
        {"widget_white_none": "Отчет по ИБ"}
      ],
      "isSolved": false,
      "level": 2
    }
  }
}''';
