const String about_us = '''
АО «Ангарская нефтехимическая компания» - крупнейшее предприятие Восточной Сибири по производству нефтепродуктов и нефтехимии.
 АО «АНХК» является дочерним обществом НК «Роснефть» – лидера российской нефтяной отрасли и крупнейшей публичной нефтегазовой корпорации мира.
Работа в производственной цепочке «Роснефти» позволяет предприятию оптимизировать процессы получения сырья, сбыта готовой продукции, минимизировать издержки. Нефтехимики имеют доступ к обширным инвестиционным и научным ресурсам Компании.

По объемам и глубине переработки АО «АНХК» входит в 10 крупнейших нефтеперерабатывающих предприятий страны.

Ежегодно на предприятии перерабатывается порядка 9 млн тонн нефти.
Номенклатура выпускаемой продукции с учетом марок и сортности - более 260 наименований.

Основные виды продукции – нефтепродукты, нефтехимия, смазочные масла.
Продукция предприятия реализуется на внутреннем рынке и поступает на экспорт.
''';
const String locate = """Общественный транспорт – автобус маршрута №10 или №20 (конечный пункт маршрута автобуса обязательно – РМЗ)
Остановка – Управление АНХК""";
const List<String> note1 = ["Что запрещено при входе (выходе) на территорию АО «АНХК»?","""Запрещено:
Находиться в состоянии алкогольного, наркотическогоили токсического опьянения.
Проносить или провозить материальные ценности без сопроводительных документов, спиртные напитки, наркотические и токсические вещества, оружие, боеприпасы, взрывчатые вещества, электрошокеры, фото- и видеоаппаратуру, компьютеры, съемные носители информации, электронные устройства для тестирования систем, приемо-передающую аппаратуру, беспилотные воздушные суда и их комплектующие."""];
